Repository: LookInsideApp/LookInside
Catalog: LookInside/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Failed to extract LookInside Server framework. %@
ar: تعذّر استخراج إطار LookInside Server. %@
de: LookInside Server Framework konnte nicht entpackt werden. %@
es: No se pudo extraer el framework de LookInside Server. %@
fr: Échec de l’extraction du framework LookInside Server. %@
it: Estrazione del framework LookInside Server non riuscita. %@
ja: LookInside Serverフレームワークの展開に失敗しました。 %@
ko: LookInside Server 프레임워크의 압축을 풀지 못했습니다. %@
pt_br: Falha ao extrair o framework do LookInside Server. %@
ru: Не удалось распаковать фреймворк LookInside Server. %@
vi: Không giải nén được LookInside Server framework. %@
zh_hans: 解压 LookInside Server framework 失败。 %@
zh_hant: 解壓縮 LookInside Server framework 失敗。 %@

source: Failed to get target object in iOS app
ar: تعذّر الحصول على الكائن الهدف في تطبيق iOS
de: Zielobjekt in der iOS-App konnte nicht abgerufen werden
es: No se pudo obtener el objeto de destino en la app de iOS
fr: Impossible d’obtenir l’objet cible dans l’app iOS
it: Impossibile ottenere l’oggetto di destinazione nell’app iOS
ja: iOS App内の対象オブジェクトを取得できませんでした
ko: iOS 앱에서 대상 객체를 가져오지 못했습니다
pt_br: Falha ao obter o objeto de destino no app iOS
ru: Не удалось получить целевой объект в приложении iOS
vi: Không lấy được đối tượng đích trong ứng dụng iOS
zh_hans: 无法在 iOS App 中获取目标对象
zh_hant: 無法在 iOS App 中取得目標物件

source: Failed to inject LookInsideServer.framework into the target process. %@
ar: تعذّر حقن LookInsideServer.framework في العملية الهدف. %@
de: LookInsideServer.framework konnte nicht in den Zielprozess injiziert werden. %@
es: No se pudo inyectar LookInsideServer.framework en el proceso de destino. %@
fr: Échec de l’injection de LookInsideServer.framework dans le processus cible. %@
it: Impossibile iniettare LookInsideServer.framework nel processo di destinazione. %@
ja: LookInsideServer.frameworkを対象プロセスに注入できませんでした。 %@
ko: LookInsideServer.framework를 대상 프로세스에 주입하지 못했습니다. %@
pt_br: Falha ao injetar o LookInsideServer.framework no processo de destino. %@
ru: Не удалось внедрить LookInsideServer.framework в целевой процесс. %@
vi: Không chèn được LookInsideServer.framework vào tiến trình đích. %@
zh_hans: 将 LookInsideServer.framework 注入目标进程失败。 %@
zh_hant: 將 LookInsideServer.framework 注入目標處理程序失敗。 %@

source: Failed to install LookInside Server framework. %@
ar: تعذّر تثبيت إطار LookInside Server. %@
de: LookInside Server Framework konnte nicht installiert werden. %@
es: No se pudo instalar el framework de LookInside Server. %@
fr: Échec de l’installation du framework LookInside Server. %@
it: Installazione del framework LookInside Server non riuscita. %@
ja: LookInside Serverフレームワークのインストールに失敗しました。 %@
ko: LookInside Server 프레임워크를 설치하지 못했습니다. %@
pt_br: Falha ao instalar o framework do LookInside Server. %@
ru: Не удалось установить фреймворк LookInside Server. %@
vi: Không cài đặt được LookInside Server framework. %@
zh_hans: 安装 LookInside Server framework 失败。 %@
zh_hant: 安裝 LookInside Server framework 失敗。 %@

source: Failed to launch swift-pd-guess: %@
ar: تعذّر تشغيل swift-pd-guess: %@
de: swift-pd-guess konnte nicht gestartet werden: %@
es: No se pudo iniciar swift-pd-guess: %@
fr: Échec du lancement de swift-pd-guess : %@
it: Impossibile avviare swift-pd-guess: %@
ja: swift-pd-guessを起動できませんでした: %@
ko: swift-pd-guess를 실행하지 못했습니다: %@
pt_br: Falha ao iniciar o swift-pd-guess: %@
ru: Не удалось запустить swift-pd-guess: %@
vi: Không khởi chạy được swift-pd-guess: %@
zh_hans: 启动 swift-pd-guess 失败：%@
zh_hant: 啟動 swift-pd-guess 失敗：%@

source: Failed to open the document.
ar: تعذّر فتح المستند.
de: Das Dokument konnte nicht geöffnet werden.
es: No se pudo abrir el documento.
fr: Impossible d’ouvrir le document.
it: Impossibile aprire il documento.
ja: 書類を開けませんでした。
ko: 문서를 열지 못했습니다.
pt_br: Falha ao abrir o documento.
ru: Не удалось открыть документ.
vi: Không mở được tài liệu.
zh_hans: 打开文档失败。
zh_hant: 無法開啟文件。

source: Failed to register the LookInside Injector daemon. %@
ar: تعذّر تسجيل عملية LookInside Injector الخلفية. %@
de: Der LookInside-Injector-Daemon konnte nicht registriert werden. %@
es: No se pudo registrar el daemon de LookInside Injector. %@
fr: Échec de l’enregistrement du démon LookInside Injector. %@
it: Impossibile registrare il daemon di LookInside Injector. %@
ja: LookInside Injectorデーモンを登録できませんでした。 %@
ko: LookInside Injector 데몬을 등록하지 못했습니다. %@
pt_br: Falha ao registrar o daemon do LookInside Injector. %@
ru: Не удалось зарегистрировать демон LookInside Injector. %@
vi: Không đăng ký được daemon LookInside Injector. %@
zh_hans: 注册 LookInside Injector 守护进程失败。 %@
zh_hant: 註冊 LookInside 注入器常駐程式失敗。 %@

source: Failed to search related methods:
ar: تعذّر البحث عن الدوال ذات الصلة:
de: Verwandte Methoden konnten nicht gesucht werden:
es: No se pudieron buscar métodos relacionados:
fr: Échec de la recherche de méthodes associées :
it: Impossibile cercare i metodi correlati:
ja: 関連メソッドの検索に失敗しました:
ko: 관련 메서드를 검색하지 못했습니다:
pt_br: Falha ao buscar métodos relacionados:
ru: Не удалось найти связанные методы:
vi: Không tìm được các phương thức liên quan:
zh_hans: 查找相关方法失败：
zh_hant: 搜尋相關方法失敗：

source: Failed: %@
ar: فشل: %@
de: Fehlgeschlagen: %@
es: Error: %@
fr: Échec : %@
it: Non riuscito: %@
ja: 失敗: %@
ko: 실패: %@
pt_br: Falha: %@
ru: Ошибка: %@
vi: Thất bại: %@
zh_hans: 失败：%@
zh_hant: 失敗：%@

source: fallback
ar: احتياطي
de: Ersatz
es: alternativa
fr: secours
it: alternativa
ja: フォールバック
ko: 대체
pt_br: alternativa
ru: запасной
vi: dự phòng
zh_hans: 回退
zh_hant: 備援

source: Fast Mode
ar: الوضع السريع
de: Schnellmodus
es: Modo rápido
fr: Mode rapide
it: Modalità rapida
ja: 高速モード
ko: 빠른 모드
pt_br: Modo Rápido
ru: Быстрый режим
vi: Chế độ nhanh
zh_hans: 快速模式
zh_hant: 快速模式

source: Fast refresh mode is enabled, which may result in layer consistency issues.
ar: وضع التحديث السريع مفعّل، وقد يتسبب في عدم اتساق الطبقات.
de: Der schnelle Aktualisierungsmodus ist aktiviert. Dadurch kann es zu Inkonsistenzen bei Ebenen kommen.
es: El modo de actualización rápida está activado y puede provocar incoherencias entre capas.
fr: Le mode d’actualisation rapide est activé, ce qui peut entraîner des incohérences entre les calques.
it: La modalità di aggiornamento rapido è attiva e può causare incongruenze nei livelli.
ja: 高速更新モードが有効です。レイヤーの整合性に問題が生じる場合があります。
ko: 빠른 새로 고침 모드가 켜져 있어 레이어 일관성 문제가 생길 수 있습니다.
pt_br: O modo de atualização rápida está ativado e pode causar inconsistências nas camadas.
ru: Включён режим быстрого обновления, это может нарушить согласованность слоёв.
vi: Chế độ làm mới nhanh đang bật, có thể gây ra sự không nhất quán giữa các lớp.
zh_hans: 已启用快速刷新模式，可能会导致图层状态不一致。
zh_hant: 已啟用快速重新整理模式，可能導致圖層狀態不一致。

source: File
ar: ملف
de: Ablage
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt_br: Arquivo
ru: Файл
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

source: File Size
ar: حجم الملف
de: Dateigröße
es: Tamaño del archivo
fr: Taille du fichier
it: Dimensione file
ja: ファイルサイズ
ko: 파일 크기
pt_br: Tamanho do Arquivo
ru: Размер файла
vi: Kích thước tệp
zh_hans: 文件大小
zh_hant: 檔案大小

source: File Size: %.2f M
ar: حجم الملف: %.2f ميغابايت
de: Dateigröße: %.2f MB
es: Tamaño del archivo: %.2f MB
fr: Taille du fichier : %.2f Mo
it: Dimensione file: %.2f MB
ja: ファイルサイズ: %.2f MB
ko: 파일 크기: %.2f MB
pt_br: Tamanho do arquivo: %.2f MB
ru: Размер файла: %.2f МБ
vi: Kích thước tệp: %.2f MB
zh_hans: 文件大小：%.2f MB
zh_hant: 檔案大小：%.2f MB

source: Filename
ar: اسم الملف
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
it: Nome file
ja: ファイル名
ko: 파일 이름
pt_br: Nome do Arquivo
ru: Имя файла
vi: Tên tệp
zh_hans: 文件名
zh_hant: 檔案名稱

source: Filter
ar: تصفية
de: Filtern
es: Filtrar
fr: Filtrer
it: Filtra
ja: フィルタ
ko: 필터
pt_br: Filtrar
ru: Фильтр
vi: Lọc
zh_hans: 筛选
zh_hant: 篩選

source: Finalizing…
ar: جارٍ الإنهاء…
de: Wird abgeschlossen …
es: Finalizando…
fr: Finalisation…
it: Completamento…
ja: 完了処理中…
ko: 마무리 중…
pt_br: Finalizando…
ru: Завершение…
vi: Đang hoàn tất…
zh_hans: 正在完成…
zh_hant: 正在完成…

source: Find solution…
ar: البحث عن حل…
de: Lösung finden …
es: Buscar solución…
fr: Trouver une solution…
it: Trova una soluzione…
ja: 解決方法を見る…
ko: 해결 방법 찾기…
pt_br: Ver solução…
ru: Найти решение…
vi: Xem giải pháp…
zh_hans: 查看解决方案…
zh_hant: 尋找解決方案…

source: First-time loading of SwiftUI details may take longer because LookInside needs to collect and match SwiftUI debug data.
ar: قد يستغرق تحميل تفاصيل SwiftUI أول مرة وقتًا أطول لأن LookInside يحتاج إلى جمع بيانات تصحيح SwiftUI ومطابقتها.
de: Das erstmalige Laden von SwiftUI-Details kann länger dauern, da LookInside SwiftUI-Debugdaten sammeln und abgleichen muss.
es: La primera carga de los detalles de SwiftUI puede tardar más, porque LookInside debe recopilar y comparar los datos de depuración de SwiftUI.
fr: Le premier chargement des détails SwiftUI peut prendre plus de temps, car LookInside doit collecter et faire correspondre les données de débogage SwiftUI.
it: Il primo caricamento dei dettagli di SwiftUI può richiedere più tempo perché LookInside deve raccogliere e associare i dati di debug di SwiftUI.
ja: LookInsideがSwiftUIのデバッグデータを収集して照合する必要があるため、SwiftUIの詳細の初回読み込みには時間がかかる場合があります。
ko: LookInside가 SwiftUI 디버그 데이터를 수집하고 대조해야 하므로 SwiftUI 세부 정보를 처음 불러올 때는 시간이 더 걸릴 수 있습니다.
pt_br: O primeiro carregamento dos detalhes de SwiftUI pode demorar mais, pois o LookInside precisa coletar e relacionar os dados de depuração do SwiftUI.
ru: Первая загрузка подробностей SwiftUI может занять больше времени: LookInside должен собрать и сопоставить отладочные данные SwiftUI.
vi: Lần đầu tải chi tiết SwiftUI có thể lâu hơn vì LookInside cần thu thập và đối chiếu dữ liệu gỡ lỗi SwiftUI.
zh_hans: 首次载入 SwiftUI 详情时，LookInside 需要收集并匹配 SwiftUI 调试数据，可能耗时较长。
zh_hant: 首次載入 SwiftUI 詳細資訊時，LookInside 需要收集並比對 SwiftUI 偵錯資料，可能會花較長時間。

source: Focus
ar: تركيز
de: Fokus
es: Enfoque
ja: フォーカス
ko: 포커스
pt_br: Foco
ru: Фокус
vi: Tập trung
zh_hans: 聚焦
zh_hant: 聚焦

source: Focus on layer
ar: التركيز على الطبقة
de: Auf Ebene fokussieren
es: Enfocar capa
fr: Se concentrer sur le calque
it: Concentrati sul livello
ja: レイヤーにフォーカス
ko: 레이어에 포커스
pt_br: Focar na camada
ru: Сфокусироваться на слое
vi: Tập trung vào lớp
zh_hans: 聚焦到图层
zh_hant: 聚焦到圖層

source: Follow latest
ar: متابعة الأحدث
de: Neuestem folgen
es: Seguir el último
fr: Suivre le plus récent
it: Segui l’ultimo
ja: 最新を追従
ko: 최신 항목 따라가기
pt_br: Seguir o mais recente
ru: Следить за последним
vi: Theo dõi mới nhất
zh_hans: 跟随最新
zh_hant: 跟隨最新

source: For SwiftUI, apply padding before the interaction contentShape / gesture. Padding outside a Button may only change layout.
ar: في SwiftUI، طبّق الحشو قبل contentShape / الإيماءة الخاصة بالتفاعل. قد يغيّر الحشو خارج Button التخطيط فقط.
de: Füge in SwiftUI Padding vor dem contentShape bzw. der Geste der Interaktion hinzu. Padding außerhalb eines Buttons ändert möglicherweise nur das Layout.
es: En SwiftUI, aplica padding antes de contentShape / gesture de la interacción. El padding fuera de un Button puede cambiar solo el diseño.
fr: Pour SwiftUI, appliquez le padding avant contentShape / le geste d’interaction. Un padding à l’extérieur d’un Button peut ne modifier que la mise en page.
it: In SwiftUI, applica il padding prima di contentShape / gesture dell’interazione. Un padding esterno a un Button può modificare solo il layout.
ja: SwiftUIでは、インタラクションのcontentShapeやジェスチャの前にパディングを適用してください。Buttonの外側のパディングは、レイアウトのみを変更する場合があります。
ko: SwiftUI에서는 상호작용 contentShape / 제스처 앞에 패딩을 적용하세요. Button 바깥의 패딩은 레이아웃만 바꿀 수 있습니다.
pt_br: No SwiftUI, aplique o padding antes do contentShape / gesto de interação. Um padding fora de um Button pode alterar apenas o layout.
ru: В SwiftUI применяйте padding перед contentShape / жестом взаимодействия. Padding вне Button может изменить только макет.
vi: Với SwiftUI, hãy áp dụng padding trước contentShape / cử chỉ tương tác. Padding bên ngoài Button có thể chỉ thay đổi bố cục.
zh_hans: 在 SwiftUI 中，请在交互的 contentShape / 手势之前应用内边距。Button 外部的内边距可能只会改变布局。
zh_hant: 在 SwiftUI 中，請在互動的 contentShape／手勢之前套用 padding。套用在 Button 外側的 padding 可能只會改變版面配置。

source: Found %@, but save failed: %@
ar: تم العثور على %@، لكن فشل الحفظ: %@
de: %@ gefunden, aber das Sichern ist fehlgeschlagen: %@
es: Se encontró %@, pero no se pudo guardar: %@
fr: %@ trouvé, mais l’enregistrement a échoué : %@
it: Trovato %@, ma il salvataggio non è riuscito: %@
ja: %@が見つかりましたが、保存に失敗しました: %@
ko: %@을(를) 찾았지만 저장하지 못했습니다: %@
pt_br: %@ encontrado, mas não foi possível salvar: %@
ru: Найдено: %@, но сохранить не удалось: %@
vi: Đã tìm thấy %@ nhưng không lưu được: %@
zh_hans: 已找到 %@，但存储失败：%@
zh_hant: 已找到 %@，但儲存失敗：%@

source: Free Rotation
ar: تدوير حر
de: Freie Drehung
es: Rotación libre
fr: Rotation libre
it: Rotazione libera
ja: 自由回転
ko: 자유 회전
pt_br: Rotação Livre
ru: Свободное вращение
vi: Xoay tự do
zh_hans: 自由旋转
zh_hant: 自由旋轉

source: Geometry
ar: الهندسة
de: Geometrie
es: Geometría
fr: Géométrie
it: Geometria
ja: ジオメトリ
ko: 지오메트리
pt_br: Geometria
ru: Геометрия
vi: Hình học
zh_hans: 几何
zh_hant: 幾何資訊

source: Gesture attribute ID
ar: معرّف سمة الإيماءة
de: Gesten-Attribut-ID
es: ID de atributo del gesto
fr: ID d’attribut du geste
it: ID attributo del gesto
ja: ジェスチャ属性ID
ko: 제스처 어트리뷰트 ID
pt_br: ID do atributo de gesto
ru: ID атрибута жеста
vi: ID thuộc tính cử chỉ
zh_hans: 手势属性 ID
zh_hant: 手勢屬性 ID

source: Gesture borders
ar: حدود الإيماءات
de: Gestenrahmen
es: Bordes de gestos
fr: Bordures des gestes
it: Bordi dei gesti
ja: ジェスチャの境界線
ko: 제스처 테두리
pt_br: Bordas de gestos
ru: Границы жестов
vi: Viền cử chỉ
zh_hans: 手势边框
zh_hant: 手勢邊框

source: Gesture Debug
ar: تصحيح الإيماءات
de: Gesten-Debugging
es: Depuración de gestos
fr: Débogage des gestes
it: Debug dei gesti
ja: ジェスチャデバッグ
ko: 제스처 디버그
pt_br: Depuração de Gestos
ru: Отладка жестов
vi: Gỡ lỗi cử chỉ
zh_hans: 手势调试
zh_hant: 手勢偵錯

source: Gestures
ar: الإيماءات
de: Gesten
es: Gestos
fr: Gestes
it: Gesti
ja: ジェスチャ
ko: 제스처
pt_br: Gestos
ru: Жесты
vi: Cử chỉ
zh_hans: 手势
zh_hant: 手勢

source: Guess by swift-pd-guess
ar: تخمين بواسطة swift-pd-guess
de: Mit swift-pd-guess schätzen
es: Deducir con swift-pd-guess
fr: Deviner avec swift-pd-guess
it: Stima con swift-pd-guess
ja: swift-pd-guessで推測
ko: swift-pd-guess로 추정
pt_br: Estimar com swift-pd-guess
ru: Предположить через swift-pd-guess
vi: Đoán bằng swift-pd-guess
zh_hans: 使用 swift-pd-guess 猜测
zh_hant: 用 swift-pd-guess 猜測

source: Guess with swift-pd-guess
ar: تخمين باستخدام swift-pd-guess
de: Mit swift-pd-guess schätzen
es: Deducir con swift-pd-guess
fr: Deviner avec swift-pd-guess
it: Stima con swift-pd-guess
ja: swift-pd-guessで推測
ko: swift-pd-guess로 추정
pt_br: Estimar com swift-pd-guess
ru: Предположить с помощью swift-pd-guess
vi: Đoán bằng swift-pd-guess
zh_hans: 使用 swift-pd-guess 猜测
zh_hant: 使用 swift-pd-guess 猜測

source: height
ar: الارتفاع
de: Höhe
es: alto
fr: hauteur
it: altezza
ja: 高さ
ko: 높이
pt_br: altura
ru: высота
vi: chiều cao
zh_hans: 高度
zh_hant: 高度

source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
ru: Справка
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 輔助說明

source: Hide %@
ar: إخفاء %@
de: %@ ausblenden
es: Ocultar %@
fr: Masquer %@
it: Nascondi %@
ja: %@を非表示
ko: %@ 가리기
pt_br: Ocultar %@
ru: Скрыть %@
vi: Ẩn %@
zh_hans: 隐藏%@
zh_hant: 隱藏「%@」

source: Hide Others
ar: إخفاء الآخرين
de: Andere ausblenden
es: Ocultar otros
fr: Masquer les autres
it: Nascondi altre
ja: ほかを非表示
ko: 기타 가리기
pt_br: Ocultar Outros
ru: Скрыть остальные
vi: Ẩn các ứng dụng khác
zh_hans: 隐藏其他
zh_hant: 隱藏其他

source: Hide screenshot forever…
ar: إخفاء لقطة الشاشة نهائيًا…
de: Bildschirmfoto dauerhaft ausblenden …
es: Ocultar captura de pantalla para siempre…
fr: Masquer la capture d’écran définitivement…
it: Nascondi screenshot per sempre…
ja: スクリーンショットを常に非表示…
ko: 스크린샷 영구적으로 숨기기…
pt_br: Ocultar captura de tela para sempre…
ru: Скрыть снимок навсегда…
vi: Ẩn ảnh chụp màn hình vĩnh viễn…
zh_hans: 永久隐藏截图…
zh_hant: 永久隱藏截圖…

source: Hide screenshot this time
ar: إخفاء لقطة الشاشة هذه المرة
de: Bildschirmfoto diesmal ausblenden
es: Ocultar captura de pantalla esta vez
fr: Masquer la capture d’écran cette fois
it: Nascondi screenshot questa volta
ja: 今回はスクリーンショットを非表示
ko: 이번에만 스크린샷 숨기기
pt_br: Ocultar captura de tela desta vez
ru: Скрыть снимок на этот раз
vi: Ẩn ảnh chụp màn hình lần này
zh_hans: 本次隐藏截图
zh_hant: 這次隱藏截圖

source: Hierarchy Depth
ar: عمق التسلسل الهرمي
de: Hierarchietiefe
es: Profundidad de la jerarquía
fr: Profondeur de la hiérarchie
it: Profondità della gerarchia
ja: 階層の深さ
ko: 계층 구조 깊이
pt_br: Profundidade da Hierarquia
ru: Глубина иерархии
vi: Độ sâu phân cấp
zh_hans: 层级深度
zh_hant: 階層深度

source: Hierarchy Timeout
ar: مهلة التسلسل الهرمي
de: Zeitlimit für Hierarchie
es: Tiempo de espera de la jerarquía
fr: Délai d’attente de la hiérarchie dépassé
it: Timeout della gerarchia
ja: 階層のタイムアウト
ko: 계층 구조 제한 시간
pt_br: Tempo Limite da Hierarquia
ru: Тайм-аут иерархии
vi: Hết thời gian chờ phân cấp
zh_hans: 层级请求超时
zh_hant: 階層逾時

source: High
ar: عالية
de: Hoch
es: Alta
fr: Élevée
it: Alta
ja: 高
ko: 높음
pt_br: Alta
ru: Высокое
vi: Cao
zh_hans: 高
zh_hant: 高

source: Hit Test
ar: اختبار اللمس
es: Prueba de toque
fr: Test de hit
ja: ヒットテスト
ko: 히트 테스트
zh_hans: 命中测试
zh_hant: 點擊測試

source: Host: %@
ar: المضيف: %@
fr: Hôte : %@
ja: ホスト: %@
ko: 호스트: %@
ru: Хост: %@
zh_hans: 宿主：%@
zh_hant: 宿主：%@

source: Hover on a layer
ar: مرّر المؤشر فوق طبقة
de: Auf eine Ebene zeigen
es: Pasa el cursor sobre una capa
fr: Survoler un calque
it: Passa il puntatore su un livello
ja: レイヤー上にポインタを置く
ko: 레이어 위에 포인터 올리기
pt_br: Passe o cursor sobre uma camada
ru: Наведите курсор на слой
vi: Di chuột lên một lớp
zh_hans: 悬停到某个图层上
zh_hant: 將游標停在圖層上

source: How to add custom properties…
ar: كيفية إضافة خصائص مخصصة…
de: So fügst du eigene Eigenschaften hinzu …
es: Cómo añadir propiedades personalizadas…
fr: Comment ajouter des propriétés personnalisées…
it: Come aggiungere proprietà personalizzate…
ja: カスタムプロパティを追加する方法…
ko: 사용자 정의 속성을 추가하는 방법…
pt_br: Como adicionar propriedades personalizadas…
ru: Как добавить свои свойства…
vi: Cách thêm thuộc tính tùy chỉnh…
zh_hans: 如何添加自定义属性…
zh_hant: 如何加入自訂屬性…

source: How to display more member variables…
ar: كيفية عرض المزيد من المتغيرات الأعضاء…
de: So zeigst du weitere Membervariablen an …
es: Cómo mostrar más variables miembro…
fr: Comment afficher plus de variables membres…
it: Come mostrare più variabili membro…
ja: その他のメンバ変数を表示する方法…
ko: 멤버 변수를 더 표시하는 방법…
pt_br: Como exibir mais variáveis de membro…
ru: Как показать больше переменных экземпляра…
vi: Cách hiển thị thêm biến thành viên…
zh_hans: 如何显示更多成员变量…
zh_hant: 如何顯示更多成員變數…

source: How to turn on…
ar: كيفية التشغيل…
de: So schaltest du es ein …
es: Cómo activarlo…
fr: Comment l’activer…
it: Come attivare…
ja: オンにする方法…
ko: 켜는 방법…
pt_br: Como ativar…
ru: Как включить…
vi: Cách bật…
zh_hans: 如何开启…
zh_hant: 如何開啟…

source: ID
ar: المعرّف

source: Idle
ar: خامل
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
ja: アイドル
ko: 유휴
pt_br: Inativo
ru: Простаивает
vi: Không hoạt động
zh_hans: 空闲
zh_hant: 閒置

source: Image contrast
ar: تباين الصورة
de: Bildkontrast
es: Contraste de la imagen
fr: Contraste de l’image
it: Contrasto immagine
ja: イメージのコントラスト
ko: 이미지 대비
pt_br: Contraste da imagem
ru: Контрастность изображения
vi: Độ tương phản hình ảnh
zh_hans: 图像对比度
zh_hant: 影像對比度

source: Image is too large to be displayed.
ar: الصورة كبيرة جدًا لعرضها.
de: Das Bild ist zu groß für die Anzeige.
es: La imagen es demasiado grande para mostrarse.
fr: L’image est trop grande pour être affichée.
it: L’immagine è troppo grande per essere visualizzata.
ja: イメージが大きすぎて表示できません。
ko: 이미지가 너무 커서 표시할 수 없습니다.
pt_br: A imagem é grande demais para ser exibida.
ru: Изображение слишком большое для отображения.
vi: Hình ảnh quá lớn nên không thể hiển thị.
zh_hans: 图像过大，无法显示。
zh_hant: 影像過大，無法顯示。

source: Image Quality:
ar: جودة الصورة:
de: Bildqualität:
es: Calidad de imagen:
fr: Qualité de l’image :
it: Qualità immagine:
ja: イメージの品質:
ko: 이미지 품질:
pt_br: Qualidade da Imagem:
ru: Качество изображения:
vi: Chất lượng hình ảnh:
zh_hans: 图像质量：
zh_hant: 影像品質：

source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: 読み込む
ko: 가져오기
pt_br: Importar
ru: Импортировать
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

source: Import from your codebase
ar: استيراد من الرمز البرمجي في مشروعك
de: Aus deiner Codebasis importieren
es: Importar desde tu código
fr: Importer depuis votre code
it: Importa dal tuo codice sorgente
ja: コードベースから読み込む
ko: 코드베이스에서 가져오기
pt_br: Importar do seu código
ru: Импорт из вашего кода
vi: Nhập từ codebase của bạn
zh_hans: 从你的代码库导入
zh_hant: 從你的程式碼庫匯入

source: Import Module
ar: استيراد وحدة
de: Modul importieren
es: Importar módulo
fr: Importer un module
it: Importa modulo
ja: モジュールを読み込む
ko: 모듈 가져오기
pt_br: Importar Módulo
ru: Импортировать модуль
vi: Nhập mô-đun
zh_hans: 导入模块
zh_hant: 匯入模組

source: Import Private Discriminator Module
ar: استيراد وحدة المميِّز الخاص
de: Modul für privaten Discriminator importieren
es: Importar módulo de discriminador privado
fr: Importer un module de discriminant privé
it: Importa modulo con discriminatore privato
ja: Private Discriminatorモジュールを読み込む
ko: 비공개 디스크리미네이터 모듈 가져오기
pt_br: Importar Módulo de Private Discriminator
ru: Импортировать модуль приватного дискриминатора
vi: Nhập mô-đun Private Discriminator
zh_hans: 导入 Private Discriminator 模块
zh_hant: 匯入 Private Discriminator 模組

source: imported
ar: مستورد
de: importiert
es: importado
fr: importé
it: importato
ja: 読み込み済み
ko: 가져옴
pt_br: importado
ru: импортировано
vi: đã nhập
zh_hans: 已导入
zh_hant: 已匯入

source: imported %ld
ar: مستورد %ld
de: importiert: %ld
es: importado %ld
fr: importé %ld
it: importati %ld
ja: 読み込み済み: %ld
ko: 가져옴 %ld
pt_br: %ld importados
ru: импортировано: %ld
vi: đã nhập %ld
zh_hans: 已导入 %ld 条
zh_hant: 已匯入 %ld 項

source: Increase Item Separation
ar: زيادة تباعد العناصر
de: Elementabstand vergrößern
es: Aumentar separación de elementos
fr: Augmenter l’espacement des éléments
it: Aumenta separazione elementi
ja: 項目の間隔を広げる
ko: 항목 간격 늘리기
pt_br: Aumentar Espaçamento entre Itens
ru: Увеличить разделение элементов
vi: Tăng khoảng cách mục
zh_hans: 增大项目间距
zh_hant: 加大項目間距

source: Inherits from
ar: يرث من
de: Erbt von
es: Hereda de
fr: Hérite de
it: Eredita da
ja: 継承元
ko: 상속 대상
pt_br: Herda de
ru: Наследует от
vi: Kế thừa từ
zh_hans: 继承自
zh_hant: 繼承自

source: Inspect a SwiftUI interaction
ar: فحص تفاعل SwiftUI
de: SwiftUI-Interaktion untersuchen
es: Inspeccionar una interacción de SwiftUI
fr: Inspecter une interaction SwiftUI
it: Ispeziona un’interazione SwiftUI
ja: SwiftUIの操作を検査
ko: SwiftUI 상호작용 검사
pt_br: Inspecionar uma interação SwiftUI
ru: Инспектировать взаимодействие SwiftUI
vi: Kiểm tra tương tác SwiftUI
zh_hans: 检查 SwiftUI 交互
zh_hant: 檢查 SwiftUI 互動

source: Inspect SwiftUI responders and gesture events
ar: فحص مستجيبات SwiftUI وأحداث الإيماءات
de: SwiftUI-Responder und Gestenereignisse untersuchen
es: Inspeccionar respondedores y eventos de gestos de SwiftUI
fr: Inspecter les répondeurs SwiftUI et les événements de geste
it: Ispeziona i responder e gli eventi dei gesti SwiftUI
ja: SwiftUI のレスポンダとジェスチャイベントを検査
ko: SwiftUI 리스폰더 및 제스처 이벤트 검사
pt_br: Inspecionar responders e eventos de gesto do SwiftUI
ru: Проверить респондеры и события жестов SwiftUI
vi: Kiểm tra responder và sự kiện cử chỉ SwiftUI
zh_hans: 检查 SwiftUI 响应者和手势事件
zh_hant: 檢查 SwiftUI 回應者和手勢事件

source: Inspected app
ar: التطبيق المفحوص
de: Untersuchte App
es: App inspeccionada
fr: App inspectée
it: App ispezionata
ja: 検査中のApp
ko: 검사 중인 앱
pt_br: App inspecionado
ru: Инспектируемое приложение
vi: Ứng dụng đã kiểm tra
zh_hans: 已检查的 App
zh_hant: 已檢查的 App

source: Installation was cancelled.
ar: تم إلغاء التثبيت.
de: Die Installation wurde abgebrochen.
es: Se canceló la instalación.
fr: L’installation a été annulée.
it: Installazione annullata.
ja: インストールはキャンセルされました。
ko: 설치가 취소되었습니다.
pt_br: A instalação foi cancelada.
ru: Установка отменена.
vi: Đã hủy cài đặt.
zh_hans: 安装已取消。
zh_hant: 安裝已取消。
